export default {
    intro_title: `نحن نحترم خصوصيتك!`,
    intro: [
        `َ آخر، فأنت توافق على سياسة الخصوصية الخاصة 
ٍ
ً من خلال زيارتك للموقع مباشرة أو عن طريق موقع
بموقعنا.تتعامل سوناي بحرص فيما يتعلق بخصوصيتك على الإنترنت وتسعى لتحقيق ذلك، لذلك تحاول ايجي ھوم
التعامل مع معلوماتك التي نتلقاھا على الإنترنت بعناية بالغة تحت أي ظروف والتأكد من أن المعلومات التي 
ترسلھا يتم استخدامھا والكشف عنھا فقط للأغراض والوسائل المخصصة لھا وأي من المعلومات التي يتم جمعھا 
بھذا الموقع سيتم الحفاظ عليھا بأكبر قدر من العناية ولن يتم استخدامھا ألا في الغرض الذي جمعت من اجلة وقد 
ً
تستخدم ھذه المعلومات في استطلاعات الرأئ وأبحاث التسويق والاعلان عن عروضنا.`,
        `حماية بياناتك من الأمور الھامة لدينا لذلك يتم اس ّ تخدام اسمك وغيره من المعلومات التي تتعل ً ق بك وفق ّ ا للنحو 
ً
ّ المبي ّ ن في سياسة الخصوصية وس ٍ نقوم بجمع المعلومات عند الضرورة أو إذا كانت ذات صلة بتعاملك معنا `,
        `ويم ّ كنك تصفح موقعنا الإلكتروني بدون تقديم أي بيانات شخصي ّ ة وسوف تبقي ھويتك الشخصية مجھولة عند ذلك، 
ويتم الكشف عنھا في حالة تسجيل حساب على موقعنا او تسجيل طلب شراء وقد يتم إعطاء اسمك وعنوانك إلى 
ٍ طرف ثالث بھدف تسليم طلب شرائك او تحصيل قيمة المنتج `,
    ],
    personalinfoTitle: "البيانات الشخصية التي يتم جمعھا على الموقع",
    personalInfoList: [
        `معلومات المطلوبة لشراء منتج، فعندما تقوم بتسجيل طلب شراء منتج نقوم بسؤالك عن اسمك، وعنوانك، ورقم 
ھاتفك، وعنوان بريدك الإلكتروني وأي معلومات أخرى ضرورية لاستكمال وتتبع الطلب الخاصة بك `,
        `المعلومات المطلوبة لإنشاء حساب فيمكنك أن تقوم بإنشاء حساب عبر egy-home.com في أي وقت عن 
طريق تقديم عنوان البريد الإلكتروني الخاص بك وتحديد كلمة سرية للدخول إلى الموقع. .٣يمكنك أن تقوم بتغيير 
المعلومات التي تم حفظھا في أي وقت`,
        ` ملفات التعريف الشخصية "الكوكيز" وغيرھا من المعلومات المتعلقة بالكمبيوتر عند دخولك إلى موقع 
 egy-home.com ُ سيتم تخزين ملفات نصية صغيرة الحجم تعرف باسم ملفات التعريف الشخصية "الكوكيز" 
على القرص الثابت بجھاز الكمبيوتر الخاص بك، وتسمح لنا ملفات التعريف الشخصية "الكوكيز" بتعزيز وتھيئة 
تجربتك في التسوق عبر موقعنا على الإنترنت وتحسين تصميم الموقع، وتقوم ملفات التعريف الشخصية "الكوكيز" 
بتخزين أرقام ھوية عشوائية ومعلومات عن أول وآخر زيارة لك، وعدد الزيارات ومحتويات سلة التسوق `,
        `
         يمكنك أن تقوم بضبط برنامج تصفح الإنترنت الخاص بك بحيث يبلغك عندما تتلقى ملف تعريف شخصي ويمكنك 
كذلك أن تقوم بمسح ملفات التعريف الشخصية من برنامج التصفح بعد التسوق، وإذا قمت بحذف ملفات التعريف 
الشخصية "الكوكيز" الخاصة بنا، فإنك بذلك تحد من قدرتنا على تھيئة egy-home.com بشكل شخصي لك 
لزيارتك التالية، ولكن حذف ملف التعريف الشخصي لن يحول بينك وبين التسوق والشراء من موقعنا في 
المستقبل `,
        `قد نقوم كذلك بجمع معلومات تقنية معينة من جھاز الكمبيوتر الخاص بك وھذه المعلومات التقنية قد تشمل عنوان 
بروتوكول الإنترنت "IP "الخاص بك، ونظام التشغيل بجھاز الكمبيوتر، ونوع برنامج التصفح، وعنوان موقع 
الإنترنت الذي قام بإحالتك إلى موقعنا، "إن وجد". ولا يمكن استخدام ھذه المعلومات التقنية لتحديد ھويتك، علاوة 
على ذلك فإننا في المعتاد لا نستخدم عناوين "IP "لتحديد ھوية أي شخص ولكن قد نفعل ذلك للوقوف على 
الأنشطة غير المصرح بھا واتخاذ ما يلزم من الإجراءات القانونية `,
    ],
    buy_politics_title: "سياسة البيع",
    buy_politics_list: [
        `ھدف شركة ايجي ھوم من اتاحة البيع عن طريق موقعھا الإلكتروني ھو الوصول إلى المستخدم النھائي فقط فھو 
مخصص ومقصور على الاستخدام الشخصي والمحلى فقط وليس البيع التجاري او الموزعين، لذلك يحق للشركة 
إلغاء أي طلبات شراء يتضح انھا خاصة بموزعين أو في حالة تكرار تسجيل طلبات شراء على نفس المنتجات 
اكثر من مرة، والحق في وضع قيود على عدد المنتجات المباعة .`,
        `لموقع ايجي ھوم الحق في المطالبة ببعض البيانات او الإثباتات في حالة وجود اي تحقيق يري الموقع انھا ضرورة 
لاستكمال عملية البيع من خلال الموقع وعلى سبيل المثال وليس الحصر كأرسال صورة البطاقة او صورة من 
كارت الدفع الالكتروني المستخدم في عملية الشراء .`,
        ` موقع ايجي ھوم غير مسئول عن أي تعاملات بنكيه بين العميل والبنك الخاص به في حالة استخدام كروت الدفع 
الالكتروني، ويقتصر دور موقع سوناي في مطالبة البنك بسداد المبلغ المستحق وفي حالة عدم السداد يكون لموقع 
سوناي الحق في الغاء عملية الشراء الخاصة بالعميل دون الرجوع للعميل`,
        ` نحرص على توفير أدق المعلومات المتعل
 صحيح على الموقع او كحالات استغلال 
ِر ُد ّ في بعض الأحيان، كالحالات التي لا يتم ٍ فيھا تحديد سعر المنتج بشكل ٍ
َت
ّ و من محاولة للتحايل علي النظام ومن ثم العميل لبعض الأخطاء التقنية التي قد تكون ناتجة من خطأ بالنظام ا
ّ فنحتفظ بالحق في رفض أو إلغاء أي طلب من الطلبات التي يتم تسجيلھا على منتج على موقعنا والمسجل عن 
طريق الخطأ على الموقع ، ويتم تنفيذ الطلب فقط في حالة تعديل السعر إلى السعر الصحيح وموافقة العميل على 
ذلك `,
        ` نحن نحتفظ لأنفسنا بالحق في تصحيح الأخطاء و/أو تحديث محتويات الموقع الالكتروني الخاص بنا في أي وقت 
دون إخطار سابق للعميل وللشركة الحق في تعديل او حذف أي من سياسة البيع الخاصة بھا في أي وقت دون 
انذار سابق `,
        ` يقوم العميل بتسجيل طلب الشراء بنفسه عن طريق موقعنا ويظھر له رقم طلب الشراء بعد استكماله جميع 
الخطوات بنجاح ويتم إرسال ايميل للعميل بتفاصيل طلب الشراء، ويتم الاتصال بالعميل في حالة الحاجة إلى 
استكمال البيانات قبل تأكيد الطلب، وبعد ذلك يتم التواصل بالعميل لتنسيق موعد الاستلام، ويكون التنفيذ في 
العنوان المسجل في طلب الشراء فقط، وبتوقيع العميل بالاستلام يعد ذلك بمثابة موافقة منه على أن المنتج بحالة 
جيدة بكل مشتملاته `,
    ],
    paymentWay: "طرق الدفع",
    paymentInfo: "الدفع عند الاستلام: يقوم العميل بدفع قيمة الفاتورة لمندوب التسليم وذلك عند استلام المنتج .",
    coupon: "كود الخصم",
    coupon_intro: "يتم استخدام كود الخصم في الحالات التالية :",
    coupon_list: [
        ` الاستبدال: أذا كا ن لدي العميل جھاز تم شراءه وبه مشكلة وقرر القسم الفني انه يجب استبدال الجھاز فيمكن 
للعميل الحصول على كود خصم بالمبلغ عن طريق رسالة يتم إرسالھا إلى تليفونه الشخصي ويمكنه من خلاله 
الشراء عن طريق موقعنا الالكتروني ويتم ذلك عن طريق قسم الاستبدال بالشركة `,
        ` قسائم الشراء :"Voucher "قد يحصل العميل على قسيمة شراء عند شراءه عرض من عروض موقعنا او الفوز 
في أي مسابقة على موقعنا الإلكتروني او صفحتنا الرسمية على الفيس بوك أو من خلال برنامج الولاء والانتماء 
(سيتم تفعيلة قريبا لعملائنا المتميزين، فيمكن لھؤلاء العملاء الشراء من خلال موقعنا بھذه القسيمة ً) او كمكافأت
عن طريق استخدام كود الخصم الموجود على القسيمة أثناء تسجيل طلب الشراء .
`,
    ],

    usageInfo: "تعليمات الاستخدام",
    usageInfo_list: [
        ` كود الخصم صالح للاستخدام مرة واحدة فقط وللعميل بنفسه .`,
        `يقوم العميل باستخدام كود الخصم على موقعنا إثناء تسجيل طلب الشراء`,
    ],

    productReturnPrivacy_title: "سياسة استرجاع المنتجات",
    productReturnPrivacy_list: [
        `يحق للعميل استبدال أو استرجاع المنتج الذي تم شراءه من Egy-home.com خلال ١٤ يوم من تاريخ الشراء 
دون أبداء اي سبب بشرط عدم فتح الكرتونة و / او استخدام الجھاز( في ھذة الحالة بيتم رد قيمة المنتج بعد خصم 
مصاريف الشحن - الاسترجاع - استلام نقدية ) ويحق للعميل استبدال المنتج مجانا خلال فترة ٣٠ يوما من تاريخ 
الشراء في حالة وجود عيب من عيوب الصناعة `,
        `عند استرجاع أو استبدال المنتج يجب أن تكون الكرتونة ومواد التغليف في حالتھا الأصلية. وان يكون المنتج كامل 
بجميع مشتملاته مصحوبا بكافة المستندات الأصلية، وفى حالة ان ھناك ھدية على طلب الشراء يجب ان يتم 
استرجاعھا مع الجھاز وإذا لم يتم إرجاع كافة المرفقات لن يتم الموافقة على طلب الاستبدال او الاسترجاع، وفى 
حالة استرجاع او استبدال منتج تم شراءه وعليه خصم او عرض يتم رد ما قام بدفعة العميل فقط .`,
    ],
    replacement_start: `في حالة رغبة العميل في استبدال أو استرجاع المنتج رغم عدم وجود 
عيب صناعة أو كسر به خلال مدة الـ ١٤ يوم من تاريخ الشراء `,
    replacement_intro: `في حالة انة لم يتم فتح كرتونة الجھاز و الجھاز بحالتة الاصلية : يتم استبدال المنتج مع تحصيل / رد فرق السعر 
بين الموديلات ان وجد او استرجاع المنتج ورد قيمتة و في ھذة الحالة يتحمل العميل مصاريف الشحن -
الاسترجاع - مصاريف استلام نقدية`,
    replacement_list: [
        ` .في حالة انه تم فتح كرتونة المنتج : سيتم استبدال أو استرجاع المنتج ورد قيمته بعد خصم ٥ %تغليف من 
إجمالي قيمة الجھاز `,
    ],
    termsConditionsAggree: `الموافقة علي الشروط والأحكام`,
    termsConditionsAggree_intro: `بموافقة العميل علي الشروط والأحكام عند تنفيذ طلب الشراء يكون العميل موافق اجمالاً علي كل ما ورد بالشروط 
والأحكام وسياسة البيع بالموقع ويتم الرجوع الي سياسة البيع بالموقع في حالة عدم علم العميل بكل الشروط 
والأحكام التي تم ذكرھا سابقا .`,
};
