export default [
    ` يشير دخولك على الموقع إلى معرفتك وقبولك بھذه البنود والشروط وموافقتك عليھا كاملة وھو تأكيد منك بالالتزام 
بمضمون تلك الشروط الخاصة بسوناي وموقعھا الالكتروني`,
    `لا يحق تسجيل عضوية لمن ھم دون الـ ١٨ عام ولموقع سوناي الحق بإلغاء أي عضوية لأى عضو لم يتجاوز الـ 
 ١٨. `,
    `عند التسجيل على الموقع تكون ملتزما بإمدادنا ببعض المعلومات الخاصة بإكمال عملية التسجيل وبإدراج كلمة سر ً
ً
خاصة بك وعند قبول الطلب ستكون عضوا علي الموقع الالكتروني .`,
    ` الموقع غير مسئول عن حفاظك علي سرية المعلومات وكلمة السر الخاصة بك، في حالة أنك قمت بإعطائھا 
ً لشخص آخر وفي حالة وجود أي عمليات قد تكون غير موثوقة دون 
فللموقع الحق في إيقاف الحساب نھائيا
الرجوع إليك`,
    ` ايجي ھوم تمنح العميل ترخيصًا غير قابل للتحويل أو الإلغاء لكي يستخدم الموقع بموجب الشروط والأحكام 
َّ المحددة، وتك ُ شخصية تباع على الموقع أو تصفح الموقع للحصول 
ٍ
من غاية ھذا الترخيص في التسوق لشراء سلع
على أسعار أو مواصفات ُ منتجاتنا، ويحظر الاستخدام لأغراض تجارية أو الاستخدام باسم أي طرف ثالث، 
باستثناء ما تم السماح به من قبلنا بوضوح وشفافية سلفا بھذه الشروط والأحكام إلى ً، ويؤدي أي خرق أو إخلال 
إلغاء فوري للترخيص الممنوح في ھذه الفقرة من دون أي سابق إنذار لك `,
    `يلتزم موقع ايجي ھوم بالحفاظ الكامل علي سرية جميع البيانات الخاصة بكل العملاء المسجلين على الموقع ولا يتم 
تزويد أي جھة بأي معلومات خاصة عن حسابك إلا الاسم ورقم التليفون والعنوان وذلك في حالة قيامك بأي عملية 
شراء `,
    `. المحتويات التي يتضمنھا ھذا الموقع على سبيل المثال لا الحصر ھي النصوص أو الرسومات أو الصور 
 أو الأصوت أو الفيديوھات أو التنزيلات أو الروابط أو رموز المصادر "الخدمات والمواد" تعد ملك لموقع ايجي 
ً لقانون حماية الملكية الفكرية فقد استثمرت ايجي ھوم فيھا المال والوقت 
ھوم ومحمية بموجب حقوق النشر طبقا
والجھد لتطويرھا`,
    `تحتفظ ايجي ھوم بجميع حقوق النشر والعلامات التجارية وبراءات الاختراع وحقوق الملكية الفكرية الأخرى في 
الخدمات والمواد، وتقتصر المواد والخدمات فقط على عملاء ايجي ھوم ومتوفرة فقط من أجل راحتھم ولا تمنحك 
سوناي أي حقوق ملكية أو ترخيص لأي من ھذه الخدمات والمواد .`,
    ` يحظر بشدة أي استخدام أو إعادة إنتاج غير مصرح به للمعلومات والخدمات والمواد وحقوق الملكية التي يتضمنھا 
ھذا الموقع وحقوق الغير أو التي تخالف النظام العام أو الآداب العامة أو الملكية الفكرية لحقوق الغير 
`,
    `لا تتحمل ايجي ھوم أي مسئولية عن أي فقد أو أضرار تنشأ بشكل مباشر أو غير مباشر من استخدام ھذا الموقع 
بما في ذلك الفقد أو الأضرار الخاصة أو العارضة أو اللاحقة، أو الفقد أو الأضرار الناجمة عنه بأية طريقة، بما 
في ذلك على سبيل المثال لا الحصر، التي تنشأ عن أي عيب أو خطأ أو نقص أو عدم دقة في ھذا الموقع `,
    `لا تتحمل ايجي ھوم أو تقبل أي مسئولية بشأن تمكينك من الربط بموقع آخر أو عواقب التعامل مع محتويات موقع 
آخر، وتھدف أي روابط تشعبية داخل ھذا الموقع إلى تقديم المعلومات وتوفير الراحة من أجلك ولم تقم ايجي ھوم
بتحليلھا أو التحقق منھا ولا ينطوي تضمين ايجي ھوم لھذه الروابط التشعبية على أي موافقة على المواد الموجودة 
ً لذلك ولا يحق للغير المطالبة بأي شيء أو 
على أي من ھذه المواقع ولا تتحمل أي مسئولية جنائية أو مدنية تبعا
تعويض عن ذلك .`,
    `توصي ايجي ھوم عملائھا الكرام التأكد من شروط وأحكام القيود القانونية للمواقع الأخرى والتي قد يتضرر منھا 
ً الغير من خلال موقع ايجي ھوم والتي تخلي ايجي ھوم للفقرة السابقة
مسئوليتھا من ذلك طبقا `,
    `ي حال شعورك بالقلق على بياناتك يحق لك طلب الوصول إلى البيانات الشخصية التي نحملھا عنك أو سبق 
. 
ً
ونقلتھا إلينا، ويحق لك أن تطلب تصحيح أي أخطاء في بياناتك الشخصية ويتم ذلك مجانا`,
    `من المحتمل أن ننقل معلوماتك إلى شركات أخرى في مجموعتنا أو إلى وكلائنا والمتعاقدين معنا لمساعدتنا في 
المعاملات المتعلقة وعلى سبيل المثال إلى طرف ثالث لمعاونتنا في تسليم المنتجات إليك واستلام الدفعات منك 
واستخدامھا لأغراض الإحصاءات وأبحاث التسويق أو لمساعدة فريق خدمة العملاء أو لإرسال العروض الخاصة 
بنا، وقد نحتاج لتبادل المعلومات مع طرف ثالث بھدف الحماية من الاحتيال والحد من مخاطر الائتمان`,
    `.١٥ إن كل مشاركات العملاء على الموقع و ما تقدمه لنا بما في ذلك ــ على سبيل المثال وليس الحصرــ الأسئلة 
والانتقادات والتعليقات والاقتراحات مجتمعين في لفظ "المشاركات" تصبح ملكنا الوحيد والحصري، ولا تعود بأي 
ً للعميل، وفضلاً عن الحقوق التي تنطبق على أي نوع من المشاركات، وبمجرد 
حال من الأحوال ملكا
ً أنك تشاركنا حق استخدام الاسم الذي تعرضه والمرتبط 
بتعليقاتك أو انتقاداتك على الموقع، فإنك تمنحنا أيضا
ً مباشرة بھذا النقد أو ُ التعليق أو أي محتوى آخر، ولا يحق لك استخدام عنوان مزيف للبريد الالكتروني أو الإدعاء 
ٌ بأنك شخص آخر أو محاولة تضليلنا أو أي طرف ثالث فيما يت ق بأصالة وموثوقية أي من ھذه المشاركات، كما 
َّ
عل
يجوز لنا حذف أو إخفاء أي من ھذه المشاركات غير أننا لسنا ملزمين بذلك `,
    `فيما يتعلق بأي منافسة بالمسابقات على صفحة ايجي ھوم بموقع الفيس بوك، فنحن نستخدم
البيانات لإخطار الفائزين وللإعلان عن عروضنا، ويمكنك العثور على مزيد من التفاصيل عن شروط المشاركة 
في كل منافسة/مسابقة عبر صفحتنا على الفيس بوك `,
    `في حالة خرق ھذه القوانين سيتعامل الفريق القانوني الخاص ب ايجي ھوم مع العميل ويتم إلغاء تفعيل حسابه 
ومنعه من إجراء أي طلبات على الموقع الالكترو لا ني يجي ھوم ، ويحق للشركة اتخاذ ما يلزم من إجراءات قانونية 
للحفاظ على حقھا`,
    `. ومن دون سابق إنذار لك تعديل أو 
ً
بالإضافة إلى أي أحكام قانونية أو إجراءات الإنصاف القضائي يجوز لنا فورا
ً من حقوقك الممنوحة أو جميعھا بموجب الشروط 
حذف أي من ھذه الشروط والأحكام السابقة أو نلغي أيا
ً عن زيارة الموقع واستخدامه، وفضلاً عن 
والأحكام، وفي أي حالة لإنھاء ھذا التعاقد، يتعين عليك التوقف فورا
ُ ، قد ن ً لغي فورا جميع الكلمات السرية أو غيرھا من أساليب 
ً
إصدار أحكام قانونية أو إجراءات منصفة قضائيا
ً تعريف الحساب الممنوحة لك، ونرفض أي زيارة أو استخدام لھذا الموقع كليا ِ ، ولن يؤثر أي إبطال لھذا ً أو جزئي
ا
الاتفاق في جميع الحقوق والالتزامات بما في ذلك على سبيل المثال التزامات الدفع الخاصة بالأطراف والصادرة 
ّم فأنت توافق على أن القائمين على الموقع لن يتحملوا المسئولية عنك أو عن أي 
َ قبل تاريخ إنھاء التعاقد، ومن ث
فرد آخر نتيجة لتعليق ُ الخدمة أو إنھائھا، وإذا ك َ نت ٍ غير راضي عن أي من الشروط أو الأحكام أو النظام أو 
السياسات أو المبادئ التوجيھية أو الممارس ات الخاصة ب ايجي ھوم فيمكنك التوقف عن زيارة الموقع `,
    `.٢٠ عند الاستلام و قد يتم إضافة وسائل دفع أخري لاحقا
ً
يوفر الموقع نظام الدفع نقدا `,
    `قد يلجأ موقع ايجي ھوم "بحسب تقيمه " إلى إعادة نشاط المستخدمين الموقوفين، حيث أن المستخدم الذي اوقف 
ً أو سحبت عضويته، قد لا يكون بإمكانه التسجيل أو محاولة التسجيل في الموقع، أو استخدام الموقع 
نشاطه نھائيا
بأي طريقة كانت مھما كانت الظروف، لحين السماح له بإعادة نشاطه. ومع ذلك فإنك إن قمت بانتھاك اتفاقية 
المستخدم ھذه، فإن الموقع يحتفظ بحقه في استعادة أية مبالغ مستحقة عليك، وأي خسارات وأضرار تسببت بھا 
لموقع ايجي ھوم لھا الحق باتخاذ الإجراءات القانونية و/أو اللجوء لمحاكم جمھورية مصر العربية لرفع قضية 
جنائية ضدك حسبم ً ا يراه سوناي مناسبا`,
    `إن قيامك أو قيام آخرين بانتھاك اتفاقية المستخدم ھذه لا يلزم موقع ايجي ھوم بالتنازل عن حقه في اتخاذ 
الإجراءات المناسبة لمثل ھذا الفعل ولغيره من أفعال الانتھاك المشابھة`,
    `تقر بالموافقة على أن يتم التواصل معك عبر البريد الإلكتروني، رسائل التليفون المحمول أو من خلال بث إعلانات 
ترويجه على الموقع، وأنت موافق على أن جميع الاتفاقيات والإعلانات والبيانات والاتصالات الأخرى التي تزود 
ً تقوم مقام مثيلاتھا المكتوبة، في تلبية الاحتياجات القانونية
بھا الكترونيا .`,
    `سيقوم موقع ايجي ھوم بإرسال رسائل إلكترونية تروجيه لتعريفك بأي تغيرات أو إجراءات أو نشاطات دعائية 
جديدة قد تضاف إلى الموقع .`,
    `.٢٧ يكفل لك موقع ايجي ھوم الحق كمستخدم بتأكيد عدم رغبتك في تلقي الرسائل الإلكترونية الدعائية، ويمكنك إلغاء 
تلقي مثل ھذه الرسائل، وذلك بالضغط على خيار طلب عدم استلام رسائل ترويجية والمتوفرة في أسفل الرسائل 
الترويجية و الإعلانية .`,
    `تقر بعلمك و موافقتك على أن يقوم موقع ايجي ھوم بإعلامك عن أي تعديل على اتفاقية المستخدم، وبموجبه 
ً لأي تعديلات قد تجرى على اتفاقية الاستخدام
تتضاعف التزاماتك أو تتضاءل حقوقك وفقا `,
    ` تقر بموافقتك على أن لموقع ايجي ھوم وبمطلق صلاحيته ودون تحمله المسؤولية القانونية أن يجري تعديلات 
أساسية أو فرعية على ھذه الاتفاقية دون أن يتطلب ذاك موافقة إضافية من طرفك، وذلك في أي وقت وبأثر 
فوري، بواسطة بث إعلان عن التعديل على الموقع `,
    `تقر بعلمك أن موقع ايجي ھوم أو بنكا ًولا يقدم خدما
لا يعتبر مزادا ت مماثلة، وأن موقع سوناي ھو موقع إلكتروني ً
تقني على شبكة الانترنت يتيح شراء البضائع للعملاء المسجلين بالموقع `,
    `تقني على شبكة الانترنت يتيح شراء البضائع للعملاء المسجلين بالموقع .
.٣١ لموقع ايجي ھوم الحق في اللجوء الى خطوات تقنية و/أو قانونية ضد المستخدمين الذين يختلقون مشاكل أو 
مطالبات قانونية من أي نوع، كانتھاك حقوق الملكية الفكرية أو التعامل بطرق غير لائقة مع اتفاقية المستخدم .`,
    `يتخذ موقع ايجي ھوم بعض الإجراءات للحماية من وصول شخص غير مفوض إلى معلومات ھويتك الشخصية، 
وحفظھا. مع العلم أن الانترنت ليس وسيلة آمنة، وسرية معلوماتك الشخصية لا يمكن أن تكون مضمونة بنسبة 
% .١٠٠`,
    `
.٣٣ سيقوم موقع ايجي ھوم بتزويد معلومات الاتصال بك " الجوال والعنوان والبريد الإلكتروني لشركة الشحن أو أي 
طرف ثالث يحتاجه بغرض إتمام الصفقة و حتي يتم التواصل لإتمام عملية الشحن والدفع `,
    `طرف ثالث يحتاجه بغرض إتمام الصفقة و حتي يتم التواصل لإتمام عملية الشحن والدفع .
.٣٤ موقع ايجي ھوم ليس له سيطرة على أفعال أي طرف ثالث، مثل صفحات الانترنت الأخرى الموصولة بھذا 
الموقع، أو أطراف ثالثة تدعي أنھا تمثلك او تمثل اخرين. و أنت علي علم وتوافق أن موقع ايجي ھوم قد يستخدم 
معلوماتك التي زودته بھا، بھدف تقديم الخدمات لك ، ولإرسال رسائل تسويقية لك `,
    `تفسر ھذه الشروط والأحكام وتطبَّق بموجب القوانين السارية في جمھورية مصر العربية وبموجب ذلك يوافق كل 
طرف على المثول أمام ھيئات المحاكم القضائية في جمھورية مصر العربية والتنازل عن أي اعتراضات تتعلق 
بالمكان`,
];
